Repository: nizzwald/Industry-Microblog
Catalog: includes/languages/*/messages.po
Languages: ca, es, fr, id, nl

source: Have you got any problem? Contact the administrator at %s
ca: Tens algun problema? Contacta amb l'administrador a %s
es: ¿Tienes algún problema? Contacta con el administrador en %s
fr: Tu as un problème? Contacte l'administrateur sur %s
id: Anda mengalami masalah? Hubungi Administrator di %s
nl: Heeft u een probleem? Neem dan contact op met de beheerder %s

source: Since you got registered on %s, you agree with the Terms of Service (TOS) placed in %s
ca: Des de que estàs registrat a %s, tu has acceptat els Termes de Servei (TOS) anunciats aquí %s
es: Desde que te registraste en %s, estás de acuerdo los Términos de Servicio (TOS) situados en %s
id: Karena Anda harus terdaftar pada %s, Anda setuju dengan Ketentuan Layanan yang ditempatkan dalam %s
nl: Vanaf het moment dat u aangemeld bent op %s, bent u ingestemd met de gebruikersovereenkomst (TOS) van %s

source: Someone (probably you) has just requested a password reset for the account with %username as the username. Because we need to confirm the request, please click the link placed below in order to continue the process:
ca: Algú (probablement tu) ha demanat reiniciar la contrasenya de l'usuari %username. Perquè necessitem confirmar aquesta petició, si us plau clica l'enllaç d'aquí sota per continuar amb el procés:
es: Alguien (probablemente tú) acaba de solicitar un cambio de contraseña para la cuenta con el usuario %username. Debido a que necesitamos confirmar la solicitud, haz click en en link para continuar el proceso:
id: Seseorang (mungkin Anda) baru saja meminta kata sandi ulang untuk akun dengan nama pengguna %username. Karena kami perlu mengkonfirmasi permintaan tersebut, silakan klik link yang ditempatkan di bawah untuk melanjutkan proses:
nl: Iemand (waarschijnlijk u) heeft een wachtwoord reset aangevraagd voor deze account met %username als gebruikersnaam. Maar wij hebben een bevestiging nodig voor dit verzoek, klik op het onderstaande link om door te gaan met dit proces.

source: Please remember that this link will expire in 24h, so if you didn't request a password change, simply ignore this email
ca: Si us plau recorda que aquest enllaç expirarà en 24 hores, així doncs, si realment no vols canviar la contrasenya, simplement ignora aquest correu
es: Recuerda que este link expirará en 24 horas, así que si no solicitaste un cambio de contraseña, simplemente ignora este email
id: Harap ingat bahwa link ini akan berakhir dalam 24jam, jadi jika Anda tidak meminta perubahan kata sandi, cukup abaikan email ini
nl: Onthoud dat dit link zal vervallen na 24uur, dus wanneer u geen wachtwoord wijziging heeft aangevraag, negeer dan gerust deze verzonden email

source: Password reset instructions
ca: Instruccions per recuperar la contrasenya
es: Instrucciones para recuperar la contraseña
fr: Instructions pour rétablir le mot de passe
id: Instruksi kata sandi ulang
nl: Wachtwoord herstel instructies

source: Password reset
ca: Contrasenya reiniciada
es: Restablecer contraseña
fr: Rétablir mot de passe
id: Kata sandi ulang
nl: Wachtwoord herstellen

source: We have received your request for changing your password and here is your new password:
ca: hem rebut la teva petició per canviar la teva contrasenya i aquí tens la teva nova contrasenya:
es: Acabamos de recibir tu solicitud de cambio de contraseña y aquí está tu nueva contraseña:
fr: Nous avons reçu ta demande pour changer ton mot de passe et voici ton nouveau mot de passe:
id: Kami telah menerima permintaan Anda untuk mengubah kata sandi Anda dan di sini adalah kata sandi baru Anda:
nl: Wij hebben uw verzoek voor het wijzigen van uw wachtwoord ontvangen en dit is uw nieuwe wachtwoord:

source: Remember that you can change your password at %s
ca: Recorda que pots canviar la teva contrasenya a %s
es: Recuerda que siempre puedes cambiar tu contraseña en %s
fr: Rappelle-toi que tu peux changer ton mot de passe sur %s
id: Ingat bahwa Anda dapat mengubah kata sandi Anda di %s
nl: Onthoud dat u uw wachtwoord kunt wijzigen bij %s

source: Your new password
ca: La teva nova contrasenya
es: Tu nueva contraseña
fr: Ton nouveau mot de passe
id: Kata sandi Anda yang baru
nl: Uw nieuwe wachtwoord

source: %real_or_username is now following you
ca: %real_or_username t'està seguint
es: %real_or_username te está siguiendo
fr: %real_or_username est maintenant en train de te suivre
id: %real_or_username sekarang mengikuti Anda
nl: %real_or_username volgt je nu

source: %real_or_username is now following your updates on %name
ca: %real_or_username està seguint les teves actualitzacions a %name
es: %real_or_username está ahora siguiendo tus actualizaciones en %name
fr: %real_or_username est maintenant en train de suivre tes actualisations sur %name
id: %real_or_username sekarang mengikuti pembaruan Anda di %name
nl: %real_or_username volgt uw berichten op %name

source: notes
es: notas
id: Catatan
nl: Berichten

source: followers
ca: seguidors
es: seguidores
fr: suiveurs
id: Pengikut
nl: volgers

source: following %s users
ca: seguint %s usuaris
es: siguiendo %s usuarios
fr: suivant %s utilisateurs
id: Mengikuti pengguna %s
nl: Volgt %s gebruikers

source: You can check his/her profile at %s
ca: Pots consultar el seu perfil a %s
es: Puedes comprobar su perfil en %s
fr: Tu peux vérifier son profil sur %s
id: Anda dapat memeriksa profilnya di %s
nl: U kunt hier zijn/haar profiel bijken %s

source: New follower
ca: Nou seguidor
es: Nuevo seguidor
fr: Nouveau suiveur
id: Pengikut baru
nl: Nieuwe volger

source: Private message from %real_or_username
ca: Missatge privat de %real_or_username
es: Mensaje privado de %real_or_username
fr: Message privé de %real_or_username
id: Pesan pribadi dari %real_or_username
nl: Privebericht van %real_or_username

source: %real_or_username has sent you a private message:
ca: %real_or_username t'ha enviat un missatge privat:
es: %real_or_username te ha enviado un mensaje privado:
fr: %real_or_username t'a envoyé un message privé
id: %real_or_username telah mengirimi Anda pesan pribadi:
nl: %real_or_username heeft je een prive bericht gestuurd:

source: With the following attachment: %s
ca: Amb la següent arxiu adjunt: %s
es: Con el siguiente archivo adjunto: %s
fr: Avec le fichier ci-joint: %s
nl: Met de volgende bijvoeging: %s

source: You can reply to this message by sending a note with "!%username <your message>" or through the web interface at %base
ca: Pots respondre a aquest missatge enviant una nota amb "!%username <el teu missatge>" o a través de la interfície web a %base
es: Puedes responder a este mensaje mandando una nota con "!%username <tu mensaje" o a través de la interfaz web en %base
fr: Tu peux répondre à ce message en envoyant une note avec "!%username <ton message" ou à travers l'interface web sur %base
id: Kamu bisa membalas pesan ini dengan mengirim catatan dengan "!%username <your message>" or through the web interface at %base
nl: U kunt een reactie geven op dit bericht door een bericht te sturen met "!%username <uw bericht>" of door de website te gebruiken van %base

source: New private message
ca: Nou missatge privat
es: Nuevo mensaje privado
fr: Nouveau message privé
id: Pesan pribadi baru
nl: Nieuw privebericht

source: Reply from %real_or_username
ca: Resposta de %real_or_username
es: Respuesta de %real_or_username
fr: Réponse de %real_or_username
id: Balas dari %real_or_username
nl: Reactie van %real_or_username

source: %real_or_username has replied or mentioned you in the following note:
ca: %real_or_username t'ha contestat o t'ha mencionat amb/en la següent nota:
es: %real_or_username ha respondido o te ha mencionado en la siguiente nota:
fr: %real_or_username a répondu ou t'a mentionné dans la note suivante:
id: %real_or_username yang membalas atau disebutkan Anda dalam catatan berikut:
nl: %real_or_username heeft op u gereageerd of u bedoeld in het volgende bericht:

source: Permalink:
ca: Enllaç permanent:
es: Link permanente:
fr: Lien permament:
nl: Volglink:

source: This note was replying to:
ca: Aquesta nota contestava a:
es: Esta nota estaba respondiendo a:
fr: Cette note répondait à:
id: Ini catatan yang membalas:
nl: Dit bericht was ter reactie op:

source: Confirmation for %name account
ca: Confirmació per el compte %name
es: Confirmación para la cuenta %name
fr: Confirmation pour le compte %name
id: Konfirmasi untuk akun %name
nl: Bevestiging voor account %name

source: Someone (probably you) has requested an account in %name. However, we need to know if you are the owner of this mail account.
ca: Algú (possiblement tu) ha demanat un compte a %name. De totes maneres, necessitem saber si tu ets el propietari d'aquest compte de correu electrònic.
es: Alguien (probablemente tú) ha solicitado una cuenta en %name. De todas formas, necesitamos saber si eres el dueño de esta cuenta de correo.
fr: Quelqu'un (probablement toi) a demandé un compte ans %name. Malgré tout, nous devons savoir si tu es le propriétaire de compte mail
id: Seseorang (mungkin Anda) telah meminta akun atas %name. Namun, Kami perlu tahu apakah Anda adalah pemilik akun email ini.
nl: Iemand (waarschijnlijk u) heeft een gebruikersaccount op %name. Hoewel wij nog niet zeker weten of u wel de echte gebruiker bent van deze mail account.

source: To confirm it, please click in the link placed below:
ca: Per confirmar-ho, clica l'enllaç de més avall:
es: Para confirmarla, haz click en el siguiente link:
fr: Pour la confirmer, clique sur le lien suivant:
id: Untuk konfirmasi, silakan klik link di bawah ini:
nl: Om dit te bevestigen, klik op het onderstaande link:

source: If you didn't request an account at %name, ignore this mail and apologies for the inconvenience.
ca: Si no has demanat un compte a %name, ignora aquest missatge i disculpa'ns les molèsties.
es: Si no solicitaste una cuenta en %name, ignora este correo y te pedimos perdón por las molestias.
id: Jika Anda tidak meminta akun %name, abaikan mail ini dan maaf atas ketidaknyamanan ini.
nl: Als u geeen account heeft aangevraagd op %name, negeer dan deze mail en bieden wij bij deze onze verontschuldigingen aan voor dit misverstand.

source: Account confirmation
ca: Confirmació del compte
es: Confirmación de cuenta
fr: Confirmation du compte
id: Konfirmasi akun
nl: Account bevestiging

source: Someone (probably you) has requested a change of the email assigned to your account in %name. Your new email will be:
ca: Algú (possiblement tu) ha demanat canviar el correu electrònic assignat al teu compte a %name. El teu nou correu electrònic és:
es: Alguien (probablemente tú) ha solicitado un cambio del email asociado a tu cuenta en %name. Tu nuevo email será:
fr: Quelqu'un (probablement toi) a demandé un changement de l'adresse e-mail associée à ton compte dans %name. Ta nouvelle adresse sera:
id: Seseorang (mungkin Anda) telah meminta perubahan email dikirimkan ke akun Anda di %name. Email baru Anda akan:
nl: Iemand (waarschijnlijk u) heeft een verandering van het emailadress aangevraagd voor deze gebruikersnaam: %name. Uw nieuwe emailadress is:

source: If you requested this change, then confirm it by clicking the link placed below:
ca: Si has demanat aquest canvi, confirma'l clicant en l'enllaç de sota:
es: Si solicitaste este cambio, entonces confírmalo haciendo click en el siguiente link:
fr: Si tu as demandé ce changement, alors confirme-le en cliquant sur le lien suivant:
id: Jika Anda meminta perubahan ini, konfirmasikan dengan mengklik link di bawah ini:
nl: Als u deze verandering heeft aangevraag, bevestig deze dan door te klikken op het onderstaande link:

source: Otherwise, if you didn't request this change, then simply ignore this message, because this link will expire in 24h
ca: Altrament, si tu no has demanat aquest canvi, simplement ignora aquest missatge, perquè l'enllaç expirarà en 24 hores
es: De lo contrario, si no solicitaste este cambio, simplemente ignora este mensaje, porque este link expirará en 24 horas
id: Sedangkan jika Anda tidak meminta perubahan ini, maka cukup abaikan pesan ini, karena link ini akan berakhir dalam 24jam
nl: Maar in het geval dat u deze verandering niet heeft aangevraagd kunt u dit bericht gerust negeren, het onderstaande link zal komen te vervallen na 24 uur

source: Confirm email change
ca: Confirmar canvi de correu electrònic
es: Confirmar cambio de e-mail
fr: Confirmer le changement d'adresse mail
id: Konfirmasi perubahan email
nl: Bevestig email wijziging

source: Email change
ca: Canvi de correu electrònic
es: Cambio de email
fr: Changement d'adresse e-mail
id: Email diubah
nl: Email wijziging

source: Welcome to %name
ca: Benvingut/da a %name
es: Bienvenido a %name
fr: Bienvenu à %name
id: Selamat datang di %name
nl: Welkom op %name

source: You have just confirmed your account in %name, so now you can start personalizing your profile at %p_url!
ca: Has confirmat el teu compte a %name, així que ara ja pots començar a personalitzar el teu perfil a %p_url!
es: Acabas de confirmar tu cuenta en %name, así que ¡ya puedes empezar a personalizar tu perfil en %p_url!
fr: Tu viens de confirmer ton compte sur %name, alors tu peux commencer à personnaliser ton profil sur %p_url!
id: Anda baru saja mengkonfirmasi akun Anda dalam %name, jadi sekarang Anda dapat mulai personalisasi profil Anda di %p_url!
nl: U heeft zojuist uw account bevestigd op %name, u kunt nu uw profiel inrichten op %p_url!

source: %name is based on Jisko, an open-source microblogging platform. You can find more information about Jisko at http://www.jisko.org
ca: %name està basat en Jisko, una plataforma de microblogging de codi obert. Pots trobar més informació sobre Jisko a http://www.jisko.org
es: %name está basado en Jisko, una plataforma de microblogging open-source. Puedes encontrar más información sobre Jisko en http://www.jisko.org
fr: %name est basé sur Jisko, une plateforme de microblogging open-source. Tu peux trouver plus d'information sur Jisko sur http://www.jisko.org
id: %name didasarkan pada Jisko, sebuah platform open-source microblogging. Anda dapat menemukan informasi lebih lanjut tentang Jisko di http://www.jisko.org
nl: %name is gebaseerd op Jisko, een open-source microblog platform. Meer informatie over Jisko is te vinden bij http://www.jisko.org

source: Thank you very much for signing up in %name and for giving us a try!
ca: Gràcies per registrar-te a %name i provar-nos!
es: ¡Muchas gracias por registrarte en %name y por darnos una oportunidad!
id: Terima kasih banyak telah mendaftar di %name.
nl: Bedankt voor het aanmelden op %name. Wij zijn zeer verheugd dat u ons probeert!

source: Welcome!
ca: Benvingut!
es: ¡Bienvenido!
fr: Bienvenue !
id: Selamat datang!
nl: Welkom!

source: There's a new user on %name
ca: Hi ha un nou usuari a %name
es: Hay un nuevo usuario en %name
fr: Il y a un nouvel utilisateur sur %name
id: Ini pengguna baru di %name
nl: Er is een nieuwe gebruiker op %name

source: A new user called %username has joined %name.
ca: Un nou usuari anomenat %username ha accedit a %name.
es: Un nuevo usuario llamado %username ha entrado en %name.
fr: Un nouvel utilisateur appelé %username est rentré sur %name
id: Seorang pengguna baru bernama %username telah bergabung dengan %name.
nl: Een nieuwe gebruiker "%username" heeft zich bij %name aangemeld

source: It should be empty, but if you want, you can check his profile at %url
ca: Podria estar encara buit, però si vols, pots veure el seu perfil a %url
es: Debería estar vacío, pero si quieres, puedes comprobar su perfil en %url
id: Harus kosong, tetapi jika Anda ingin, Anda dapat memeriksa profil di %url
nl: Het zou leeg moeten zijn, maar als u het wilt, kunt u zijn profiel bekijken op %url

source: New account
ca: Compte nou
es: Nueva cuenta
fr: Nouveau compte
id: Akun baru
nl: Nieuw account

source: The user %username has deleted his account from %name
ca: L'usuari %username ha eliminat el seu compte de %name
es: El usuario %username ha borrado su cuenta de %name
fr: L'utilisateur %username a supprimé son compte de %name
id: %username telah menghapus akunnya dari %name
nl: De gebruiker %username heeft zijn account verwijderd van %name

source: The user %username has deleted his account from %name.
ca: L'usuari %username ha eliminat el seu compte de %name.
es: El usuario %username ha borrado su cuenta de %name.
fr: L'utilisateur %username a supprimé son compte de %name.
id: %username telah menghapus akunnya dari %name
nl: De gebruiker %username heeft zijn account op %name verwijderd

source: If you want to contact him, his email is %email
ca: Si vols contactar amb ell/a, el seu correu electrònic és %email
es: Si quieres contactar con el, su email es %email
fr: Si tu veux le contacter, son e-mail est %email
id: Jika Anda ingin menghubungi dia, emailnya %email
nl: Als u contakt met hem wil opnemen is dit zijn emailadress %email

source: Deleted account
ca: Eliminar compte
es: Cuenta borrada
fr: Compte supprimé
id: Hapus akun
nl: Account is verwijderd

source: %username has invited you to %name!
ca: %username t'ha convidat a %name!
es: ¡%username te ha invitado a %name!
fr: %username vous a invité sur %name !
id: %username mengundang Anda bergabung di %name
nl: %username heeft u uitgenodigd op %name

source: %username just sent you an invitation for using %name! %name is a microblogging portal where you can share your own experiences and your feelings about everything.
ca: %username t¡ha enviat una invitació per utilitzar %name! %name és un portal de microblogging on tu pots compartir les teves experiències, sentiments sobre qualsevol cosa.
es: ¡%username te acaba de enviar una invitación para usar %name! %name es un portal de microblogging en el que puedes compartir tus propias experiencias y tu parecer acerca de cualquier cosa.
id: %username baru saja mengirim Anda undangan untuk menggunakan %nama! %nama adalah portal microblogging di mana Anda dapat berbagi pengalaman Anda sendiri dan perasaan Anda tentang segala hal.
nl: %username heeft u zojuist een uitnodigin gestuurd om gebruik te maken van %name! %name is een microblog portaal waar u uw ervaringen en gevoelens kunt delen over alles.

source: Why don't you give %name a try and register?
ca: Perquè no dones una oportunitat a %name i t'hi registres?
es: ¿Porqué no le das una oportunidad a %name y te registras en él?
id: Mengapa Anda tidak mencoba dan mendaftar di %name?
nl: Waarom geeft u %name geen kans en meld u zich niet aan?

source: Click on the following link in order to use your invitation to %name
ca: Clica en el següent enllaç per a procedir a utilitzar la teva invitació a %name
es: Haz click en el siguiente link para usar tu invitación de %name
fr: Clique sur le lien suivant pour utiliser ton invitation de %name
id: Klik link berikut untuk menggunakan undangan Anda kepada %name
nl: Klik op het volgende link om uw uitnodiging te gebruiken voor %name

source: Thank you and have fun on %name!
ca: Gràcies i gaudeix de %name!
es: ¡Gracias y diviertete en %name!
fr: Merci et amuse-toi sur %name!
id: Terima kasih dan selamat bersenang-senang pada %name!
nl: Bedankt en veel plezier bij %name!

source: Invitation to %s
ca: Invitació per a %s
es: Invitación para %s
fr: Invitation pour %s
id: Undangan untuk %s
nl: Uitnodiging voor %s

source: We send this mail to tell you that your password on %name has been changed.
ca: T¡enviem aquest correu per explicar-te que la teva contrasenya a %name ha canviat.
es: Te enviamos este correo para decirte que tu contraseña en %name ha sido cambiada.
fr: Nous t'envoyons ce courrier pour te dire que ton mot de passe sur %name a été changée
id: Kami mengirim email ini untuk memberitahu bahwa kata sandi Anda pada %nama telah diubah.
nl: Wij sturen u deze mail om u te laten weten dat uw wachtwoord op %name is gewijzigd.

source: This change was requested from the ip %ip. If you were not the user who changed your password, please contact the administrator at %contact_page
ca: Aquest canvi s'ha efectuat des de la IP %ip. Si no ets tu l'usuari que ha canviat la teva contrasenya, si us plau contacta amb l'administrador a %contact_page
es: Este cambio ha sido solicitado desde la ip %ip. Si no fuiste el usuario que cambió tu contraseña, contacta con el administrador en %contact_page
fr: Ce changement a été demandé depuis l'ip %ip. Si tu n'es pas l'utilisateur qui a changé le mot de passe, contacte l'administrateur sur %contact_page
id: Perubahan ini diminta dari ip %ip. Jika Anda bukan pengguna yang mengubah sandi Anda, silahkan hubungi administrator di %contact_page
nl: Deze verandering is aangevraagd voor dit ip %ip. Als u niet de gebruiker bent die deze verandering aangevraagd heeft, neem dan contakt op met de beheerder %contact_page

source: Your password has been changed
ca: La teva contrassenya ha estat canviada
es: Tu contraseña ha sido cambiada
fr: Ton mot de passe a été changé
id: Password Anda telah diubah
nl: Je wachtwoord is gewijzigd

source: Are you sure you want to delete your %name account? If you are having problems with %name, remember that you can contact us through %contact_page and we will take notes about your issues/suggestions.
ca: Esteu segur que voleu eliminar el compte de %name? Si teniu problemes amb %name, recordeu que podeu contactar amb nosaltres a través %contact_page i prendrem nota sobre els vostres problemes o suggeriments.
es: ¿Estás seguro de que deseas borrar tu cuenta en %name? Si estás teniendo problemas con %name, recuerda que nos puedes contactar a través de %contact_page y anotaremos tus quejas/sugerencias.
id: Apakah Anda yakin ingin menghapus akun %name Anda? Jika Anda mengalami masalah dengan %name, ingat bahwa Anda dapat menghubungi kami melalui %contact_page dan kami akan mengambil catatan tentang masalah/saran Anda.
nl: Bent u er zeker van dat u uw %name account wilt verwijderen? Als u problemen ondervindt op %name, onthoud dan dat u altijd contact met ons op kunt nemen %contact_page en dan zullen wij ons ontfermen over uw problemen/toevoegingen.

source: If you're are completely sure of your decision (remember, this is NOT REVERSIBLE), please click the link placed below:
ca: Si estàs completament segur de la seva decisió (recordeu, això no és reversible), si us plau feu clic a l'enllaç situat a continuació:
es: Si estás completamente seguro de tu decisión (recuerda, esto NO ES REVERSIBLE), haz click en el siguiente link:
fr: Si tu es complètement sur de ta décision (rappelle-toi, cela n'est pas REVERSIBLE), clique sur le lien suivant:
id: Jika Anda benar-benar yakin dengan keputusan Anda (ingat, ini TIDAK RELEVAN), silakan klik link di bawah ini:
nl: Als u geheel zeker bent over uw beslissing (onthoud dat er geen terugweg is), klik dan op het onderstaande link:

source: You must be logged in order to delete your account and remember that this request will expire in 24h.
ca: Vostè ha d'estar connectat per tal d'eliminar el seu compte i recordar que aquesta petició expirarà en 24 hores.
es: Debes haber iniciado sesión para poder borrar tu cuenta y recuerda que esta petición expirará en 24 horas.
id: Anda harus login untuk menghapus akun Anda dan ingat bahwa permintaan ini akan berakhir dalam 24jam.
nl: U moet ingelogd zijn om uw account te kunnen verwijderen en onthoud dat zo'n aanvraag zal komen te vervallen na 24 uur.

source: We will miss you!
ca: Et trobarem a faltar!
es: ¡Te echaremos de menos!
fr: Tu vas nous manquer!
id: Kami akan sangat merindukanmu!
nl: Wij zullen u missen!

source: Delete account confirmation
ca: Confirmació de la eliminació del compte
es: Confirmación de borrado de cuenta
fr: Effacer l'information du compte
id: Konfirmasi hapus akun
nl: Verwijder account bevestiging
