Repository: nizzwald/Industry-Microblog
Catalog: includes/languages/*/messages.po
Languages: ca, es, fr, id, nl

source: The note does not exist
ca: Aquesta nota no existeix
es: La nota no existe
fr: La note n'existe pas
id: Pesan tidak ada
nl: Het bericht is niet aanwezig

source: There was an error while trying to close your session
ca: Hi ha hagut algun error mentre es finalitzava la sessió.
es: Hubo un error al intentar cerrar la sesión
fr: Une erreur est survenue en essayant de fermer votre session
id: Ada kesalahan saat menutup sesi Anda
nl: Er is een fout opgetreden bij het afsluiten van uw sessie

source: The note is too short
ca: La nota és massa breu
es: La nota es demasiado corta
fr: La note est trop courte
id: Pesan terlalu singkat
nl: Het bericht is te kort

source: The note is too long
ca: La nota és massa llarga
es: La nota es demasiado larga
fr: La note est trop longue
id: Pesan terlalu panjang
nl: Het bericht is te lang

source: You are not logged in correctly.
ca: No has entrat correctament
es: No has iniciado sesión correctamente.
fr: Vous n'êtes pas connecté
id: Anda belum login
nl: Je bent niet correct ingelogd

source: The user doesn't exist
ca: L'usuari no existeix
es: El usuario no existe
fr: L'utilisateur n'existe pas
id: Pengguna tak dikenali
nl: De gebruiker bestaat niet

source: The user isn't following you
ca: Aquest usuari no et segueix
es: Este usuario no te está siguiendo
fr: L'utilisateur ne vous suit pas
id: Pengguna ini tidak mengikuti Anda
nl: Deze gebruiker volgt je niet

source: Cowboy!
ca: Iep Vaquer!
es: ¡Vaquero!
id: Koboi

source: You are not allowed to see the profile of this user
ca: No t'és permès de veure el perfil d'aquest usuari.
es: No tienes permiso para ver el perfil de este usuario
fr: Tu n'es pas autorisé à voir le profil de cet utilisateur
id: Anda tidak diperbolehkan melihat profil pengguna ini
nl: U bent niet gemachtigd voor het zien van het profiel van deze gebruiker

source: This user doesn't exists
ca: Aquest usuari no existeix.
es: Este usuario no existe
fr: Cet utilisateur n'existe pas
id: Pengguna ini tidak ada
nl: Deze gebruiker bestaat niet

source: You are not allowed to erase others' notes
ca: No t'és permès d'eliminar les notes dels altres
es: No tienes permiso para borrar las notas de otros usuarios
fr: Tu n'es pas autorisé à effacer les notes des autres
id: Anda tidak diizinkan untuk menghapus catatan orang lain
nl: U bent niet bevoegd om berichten van anderen te verwijderen

source: The note was successfully deleted
ca: La nota s'ha eliminat satisfactòriament
es: La nota ha sido borrada correctamente
fr: La note a été supprimée correctement
id: Catatan berhasil dihapus
nl: Het bericht is succesvol verwijderd

source: You must specify a note ID
ca: Has d'especificar una ID de la nota
es: Debes especificar una ID de nota
fr: Tu dois spécifier une ID de note
id: Anda harus menentukan catatan ID
nl: U moet het bericht ID specificeren

source: The user you are trying to follow is ignoring you
ca: L'usuari que intentes seguir t'està ignorant
es: El usuario al que intentas seguir te está ignorando
fr: L'utilisateur que tu essayes de suivre est en train de t'ignorer
id: Pengguna yang ingin Anda ikuti mengabaikan Anda
nl: De gebruiker die u probeert te volgen negeert u

source: You are ignoring the user
ca: Estàs ignorant l'usuari
es: Estás ignorando el usuario
fr: Tu est en train d'ignorer l'utilisateur
id: Anda mengabaikan pengguna
nl: U negeert deze gebruiker

source: There was an error while trying to follow the user. Please retry
ca: HI ha hagut un error mentre s'intentava seguir l'usuari. Tornar-ho a intentar si us plau
es: Ha habido un error al intentar seguir al usuario. Por favor inténtalo de nuevo
fr: Une erreur est survenue en essayant de suivre l'utilisateur. S'il te plait, essaye à nouveau
id: Ada kesalahan ketika mencoba untuk mengikuti pengguna. Silakan coba lagi
nl: Er is een probleem opgelopen bij het volgen van deze gebruiker. Probeer het nog eens A.U.B.

source: You are not logged in
ca: No has entrat el teu usuari
es: No has iniciado sesión
fr: Tu n'es pas connecté
id: Anda belum login
nl: U bent niet ingelogd

source: Note doesn't exists
ca: La nota no existeix
es: La nota no existe
fr: La note n'existe pas
id: Pesan tidak ada
nl: Bericht bestaat niet

source: File doesn't exists
ca: L'arxiu no existeix
es: El archivo no existe
fr: Le fichier n'existe pas
id: Arsip tidak ada
nl: Bestand bestaat niet

source: Following
ca: Seguint
es: Siguiendo
id: Mengikuti
nl: Aan het volgen

source: Login
es: Iniciar sesión
fr: S'identifier
id: Masuk
nl: Aanmelden

source: Settings updated!
ca: Preferències actualitzades!
es: ¡Preferencias actualizadas!
fr: Préférences changées !
id: Pengaturan diperbaharui!
nl: Instellingen bijgewerkt!

source: Your username is banned
ca: Has sigut vetat
es: Tu usuario ha sido expulsado
fr: Votre nom d'utilisateur est banni
id: Nama pengguna Anda diblokir
nl: Je gebruikersnaam is verbannen

source: This account has not been confirmed yet
ca: Aquest compte encara no està confirmat
es: Esta cuenta no se ha confirmado todavía
fr: Ce compte n'a pas été encore confirmé
id: Akun ini belum dikonfirmasi
nl: Dit gebruikersaccount is nog niet geverifieerd

source: Incorrect password
ca: Contrasenya incorrecta
es: Contraseña incorrecta
fr: Mot de passe incorrect
id: Kata sandi salah
nl: Ongeldig wachtwoord

source: The username does not exist
ca: L'usuari no existeix
es: El usuario no existe
fr: L'utilisateur n'existe pas
id: Nama pengguna tidak ada
nl: Deze gebruikersnaam bestaat niet

source: There are empty fields, fill them and try again
ca: Hi ha camps buits, omple'ls i prova-ho de nou
es: Hay campos vacíos, rellénelos e inténtelo de nuevo
fr: Des champs sont incomplets, complétez-les puis réessayez
id: Ada isian yang kosong, isikan dan coba lagi
nl: Er zijn lege velden, vul deze in en probeer het opnieuw

source: Invalid OpenID url.
ca: URL OpenID no vàlida
es: Dirección OpenID inválida.
fr: Adresse OpenID invalide.
id: url OpenID tidak benar
nl: Ongeldig OpenID url

source: OpenID Error: %s (%s)
es: Error de OpenID: %s (%s)
fr: Erreur d'OpenID: %s (%s)
id: Kesalahan OpenID : %s (%s)
nl: OpenID Fout: %s (%s)

source: OpenID authorization canceled by user.
ca: Autorització OpenID cancel·lada per l'usuari.
es: La autorización OpenID ha sido cancelada por el usuario.
fr: L'autorisation OpenID a été annulée par l'utilisateur.
id: Otorisasi OpenID dibatalkan oleh pengguna
nl: OpenID autorisatie is geannuleerd door de gebruiker.

source: Could not validate your OpenID Identity
ca: No es pot validar la teva identitat OpenID
es: No se pudo verificar la identidad de tu OpenID
fr: Il a été impossible de vérifier l'identité de ton OpenID
id: Tidak dapat memvalidasi identitas OpenID Anda
nl: Kan uw OpenID identiteit niet valideren

source: Please login and then retry
ca: Si us plau, entra i tornar-ho a provar
es: Inicia sesión e inténtalo de nuevo
fr: Connecte-toi et essaye à nouveau
id: Silakan login dan coba lagi
nl: Meld u nogmaals aan en probeer het opnieuw aub.

source: Notes
es: Notas
id: Catatan
nl: Berichten

source: Settings
ca: Preferències
es: Preferencias
fr: Paramètres
id: Pengaturan
nl: Instellingen

source: You are not allowed to perform this operation
ca: No estàs autoritzat a poder fer aquesta operació
es: No estás autorizado para realizar esta operación
fr: Vous n'êtes pas autorisé à effectuer cette opération
id: Anda tidak dibolehkan melakukan tindakan ini
nl: U bent niet bevoegd deze operatie uit te voeren

source: There was a problem while trying to delete your avatar
ca: Hi ha hagut un error mentre s'intentava eliminar el teu avatar
es: Hubo un error al intentar borrar la imagen de tu perfil
fr: Une erreur est survenue en essayant de supprimer l'image de ton profil
id: Terjadi kesalahan saat mencoba menghapus photo profil Anda
nl: Er is een fout opgetreden bij het verwijderen van uw gebruikersfoto

source: Invalid extension!
ca: Extensió no vàlida!
es: Extensión inválida
fr: Extension invalide !
id: Ekstensi tidak sah!
nl: Ongeldig formaat!

source: File too big!
ca: L'arxiu és massa gran!
es: El archivo era demasiado grande
fr: Le fichier est trop grand !
id: File terlalu besar!
nl: Bestand is te groot!

source: There was a problem while trying to upload your avatar
ca: Hi ha hagut un error mentre s'intentava pujar el teu avatar
es: Hubo un error al intentar subir la imagen de tu perfil
fr: Il y a eu un problème en essayant de téléverser l'image de ton profil
id: Terjadi kesalahan saat mencoba mengunggah photo profil Anda
nl: Er is een fout opgetreden bij het opladen van uw gebruikersfoto

source: There was a problem while trying to delete your previous avatar
ca: Hi ha hagut un error mentre s'intentava eliminar l'anterior avatar
es: Hubo un error al intentar borrar la anterior imagen de tu perfil
fr: Une erreur est survenue en essayant de supprimer l'image antérieure de ton profil.
id: Terjadi kesalahan saat mencoba menghapus photo profil Anda yang sebelumnya
nl: Er is een fout opgetreden bij het verwijderen van uw vorige gebruikersfoto

source: We have changed successfully your email
ca: Hem aconseguit canviar satisfactòriament el teu correu electrònic
es: Hemos cambiado correctamete tu email
fr: Nous avons changé ton e-mail correctement
id: Kami telah berhasil mengubah email Anda
nl: Wij hebben uw e-mailadres succesvol gewijzigd

source: Nothing changed...
ca: Res canviat...
es: No ha cambiado nada...
fr: Rien n'a changé...
id: Tidak ada perubahan...
nl: Niets is gewijzigd...

source: We have sent you a confirm message to the new mail!
ca: Hem enviat un missatge de confirmació al teu nou correu!
es: ¡Hemos enviado un mensaje de confirmación a tu nuevo correo!
fr: Nous vous avons envoyé un message de confirmation au nouveau mail !
id: Kami telah mengirim pesan konfirmasi ke email yang baru!
nl: Wij hebben u een bevestigingsmail verstuurd

source: Taken username, please choose another!
ca: nom d'usuari agafat, si us plau tria'n un altre!
es: ¡Usuario ocupado, escoge otro!
fr: Nom d'utilisateur utilisé, veuillez choisir un autre!
id: Nama penguna terpakai, silakan pilih yang lain!
nl: Gebruikersnaam in gebruik, Kies een andere naam aub!

source: Sorry! Your choosen username appears to be invalid
ca: Perdona! Però el nom d'usuari triat sembla no vàlid
es: El usuario introducido es inválido
fr: L'utilisateur introduit n'est pas valide
id: Maaf ! nama pengguna yang dipilih tampaknya tidak berlaku
nl: Sorry! Uw gekozen gebruikersnaam lijkt ongeldig te zijn.

source: Not valid email
ca: Correu electrònic no vàlid
es: Email no válido
fr: E-mail invalide
id: Email tidak berlaku
nl: Het emailadress is ongeldig

source: E-mail has already been taken
ca: Ja has posat el correu electrònic
es: Esta dirección de correo ya está siendo utilizada
fr: Cette adresse mail est déjà prise
id: E-mail ini sudah digunakan
nl: Email is al in gebruik

source: Not valid jabber account
ca: Compte jabber no vàlid
es: Cuenta jabber no válida
fr: Compte jabber invalide
id: Akun jabber tidak berlaku
nl: Ongeldig Jabber account

source: Jabber has already been taken
ca: Ja has posat el correu Jabber
es: Ese Jabber ya está ocupado
fr: Ce Jabber est déjà pris
id: Jabber ini sudah digunakan
nl: Jabber is al in gebruik

source: Passwords don't match
ca: Les contresenyes no coincideixen
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
nl: Wachtwoorden komen niet overeen

source: The provided OpenID url was already linked with another account
ca: La URL OpenID que ens has donat ja està vinculada a un altre compte
es: La dirección OpenID introducida ya estaba vinculada con otra cuenta
id: Url OpenID yang ada sudah terhubung dengan akun lain
nl: Het opgegeven OpenID url is al gelinkt aan een andere gebruiker

source: Error while trying to contact the OpenID server
ca: Error al intentar contactar amb el servidor OpenID
es: Hubo un error al intentar contactar el servidor OpenID
fr: Une erreur est survenue en essayant de contacter le serveur OpenID
id: Kesalahan ketika mencoba menghubungi server OpenID
nl: Er is een fout opgetreden de verbinding met de OpenID server

source: Invalid password/login verification
ca: Verificació invàlida de la contrassenya/entrada
es: Verificacion de inicio de sesión/contraseña inválida
id: Kata sandi salah/verifikasi gagal
nl: Ongeldige wachtwoord/login combinatie

source: There was an error while trying to migrate your user data
es: Hubo un error al intentar migrar tus datos de usuario

source: There was a problem while trying to delete your background
ca: Hi ha hagut un problema quan s'intentava eliminar el teu fons
es: Hubo un problema al intentar borrar tu fondo
fr: Une erreur est survenue en essayant de supprimer ton arrière-plan
id: Terjadi kesalahan saat menghapus latar belakang Anda
nl: Er is een fout opgetreden bij het verwijderen van uw achtergrond

source: Invalid background extension
ca: Extensió no vàlida per a la imatge de fons
es: Extensión del fondo inválida
fr: Extension d'arrière-plan invalide
id: Ekstensi latar belakang tidak berlaku
nl: Ongeldig achtergrond formaat

source: Background image too big!
ca: Imatge de fons massa gran!
es: ¡Imagen de fondo demasiado grande!
fr: Image de fond trop grande!
id: Gambar latar belakang terlalu besar!
nl: Het bestand van uw achtergrond is te groot!

source: There was a problem while trying to delete your previous background
ca: Hi ha hagut un error mentre s'intentava eliminar el teu anterior fons
es: Hubo un problema al intentar borrar tu anterior fondo
fr: Une erreur est survenue en essayant de supprimer ton arrière-plan précédent
id: Terjadi kesalahan saat menghapus latar belakang Anda yang sebelumnya
nl: Er is een fout opgetreden bij het verwijderen van de vorige achtergrond

source: There was a problem while trying to upload your background
ca: Hi ha hagut un error mentre s'intentava pujar el teu fons
es: Hubo un problema al intentar subir tu fondo
fr: Il y a eu un problème en essayant de téléverser ton arrière-plan
id: Terjadi kesalahan saat mengunggah latar belakang Anda
nl: Er is een fout opgetreden bij het opladen van uw achtergrond

source: Disabled twitter integration with success
ca: S'ha aconseguit desactivar la integració amb Twitter
es: Integración con twitter deshabilitada correctamente
fr: Intégration avec Twitter désactivée correctement
id: Integrasi twitter berhasil dinonaktifkan
nl: Twitter-intergratie is met succes uitgeschakeld

source: There was a problem while trying to link your account with Twitter
es: Hubo un problema al intentar vincular tu cuenta con Twitter

source: Followers
ca: Seguidors
es: Seguidores
fr: Suiveurs
id: Pengikut
nl: Volgers

source: The uploaded file is too big
ca: L'arxiu que vols pujar és massa gran
es: El archivo subido es demasiado grande
fr: Le fichier envoyé est trop gros
id: File yang diunggah terlalu besar
nl: Het bestand is te groot

source: The uploaded file is not allowed
ca: L'arxiu que vols pujar no està autoritzat
es: El archivo subido no está permitido
fr: Le fichier envoyé n'est pas autorisé
id: File yang diunggah tak diperkenankan
nl: Dit bestand is niet toegelaten

source: There was a problem while trying to upload the attached file
ca: Hi ha hagut un error mentre s'intentava pujar l'arxiu adjunt
es: Hubo un problema al intentar subir el archivo adjunto
fr: Il y a eu un problème en essayant de téléverser le fichier joint
id: Terjadi kesalahan saat mengunggah data yang disisipkan
nl: Er is een fout opgetreden bij het opladen van het bijgevoegde bestand

source: The user does not exist
ca: L'usuari no existeix
es: El usuario no existe
fr: L'utilisateur n'existe pas
id: Pengguna tidak ada
nl: De gebruiker bestaat niet

source: The user is not following you
ca: L'usuari no t'està seguint
es: El usuario no te está siguiendo
fr: L'utilisateur n'est pas en train de te suivre
id: Pengguna tidak mengikuti Anda
nl: Deze gebruiker volgt u niet

source: You can't send a private note to yourself
es: No puedes enviarte una nota privada a ti mismo

source: Register
ca: Registrar
es: Registro
fr: S'inscrire
id: Mendaftar
nl: Registreren

source: Check your email (including SPAM) to activate your account
ca: Revisa el teu correu electrònic (inclòs SPAM) per activar el teu compte
es: Revisa tu correo electrónico (incluyendo el SPAM) para activar tu cuenta
fr: Regarde ton courrier (le SPAM aussi) pour activer ton compte
id: Periksa email anda (termasuk SPAM) untuk mengaktifkan akun anda
nl: Controleer uw e-mail (ook in uw map van ongewensten berichten) om uw account te activeren

source: You can access now with your account, thank you!
ca: Pots accedir ara al teu compte, gràcies!
es: Ya puedes acceder a tu cuenta, ¡gracias!
fr: Vous pouvez accéder maintenant à votre compte, merci!
id: Sekarang Anda dapat mengakses dengan akun Anda, terima kasih!
nl: U kunt nu inloggen via uw account, bedankt!

source: Invalid confirmation code!
ca: Codi de confirmació no Vàlid!
es: ¡Código de confirmación inválido!
fr: Code de confirmation invalide!
id: Kode konfirmasi salah!
nl: Ongeldige bevestigingscode!

source: You need a valid token to register an account!
ca: Necessites una invitació vàlida per registrar un compte!
es: ¡Necesitas un token válido para poder registrar una cuenta!
id: Anda perlu tanda yang sah untuk mendaftar!
nl: U heeft een geldige token nodig voor het registreren van een account!

source: Sorry! The provided email is invalid
ca: Ho sentim! Però el correu electrònic que ens has dit no és vàlid
es: El email introducido es inválido
fr: L'e-mail introduit n'est pas valide
id: Maaf! Email yang diberikan tidak sah
nl: Sorry! Het opgegeven email is ongeldig

source: You must accept the Terms of Service (TOS)
ca: Has d'acceptar els Termes de Servei
es: Debes aceptar los Términos de Servicio (TdS)
fr: Tu dois accepter les Termes de Service (TdS)
id: Anda harus menerima Persyaratan Layanan
nl: U moet de gebruikersovereenkomst accepteren

source: Email is taken, please choose another!
ca: email agafat, si us plau tria'n un altre!
es: ¡Correo ocupado, escoge otro!
fr: Email utilisé, veuillez choisir un autre
id: Email sudah terpakai, silakan pilih yang lain!
nl: E-mail is al in gebruik kies een andere email!

source: Passwords don't match!
ca: Les contrasenyes no coïncideixen!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe ne correspondent pas!
id: Kata sandi tidak cocok!
nl: De wachtwoorden komen niet overeen!

source: Incorrect reCAPTCHA code!
ca: Codig de reCAPTCHA incorrecte!
es: reCAPTCHA incorrecto, intentalo de nuevo.
fr: Code reCAPTCHA incorrect!
id: Kode reCAPTCHA salah!
nl: Incorecte reCAPTCHA code!

source: There was a problem while trying to create your user
ca: Hi ha hagut un error mentre s'intentava crear el teu usuari
es: Hubo un problema al intentar crear tu usuario
fr: Une erreur est survenue en essayant de créer ton utilisateur
id: Terjadi kesalahan saat membuat pengguna untuk Anda
nl: Er is een fout opgetreden bij het aanmaken van uw gebruikersaccount

source: Search results
ca: Resultats de la recerca
es: Resultados de la búsqueda
fr: Résultats de la recherche
id: Hasil pencarian
nl: Zoekresultaten

source: Not found
ca: No s'ha trobat
es: No encontrado
fr: Introuvable
id: Tidak ditemukan
nl: Niet gevonden

source: %username's profile
ca: Perfil de %username
es: Perfil de %username
fr: profil de %username
id: profil %username
nl: %username's profiel

source: Public notes from all the users
ca: Notes públiques de tots els usuaris
es: Notas públicas de todos los usuarios
fr: Notes publiques de tous les utilisateurs
id: Catatan publik dari semua pengguna
nl: Openbare nota's van alle gebruikers

source: Notes of %s + it's followings
ca: Notes de %s + a qui segueix
es: Notas de %s + usuarios a los que sigue
fr: Notes de %s + utilisateurs auxquels il suit
id: Catatan dari %s + berikut ini
nl: Berichten van %s + zijn volgers

source: Notes of %s
ca: Notes de %s
es: Notas de %s
fr: Notes de %s
id: Catatan dari %s
nl: Berichten van %s

source: Twitter followings of %s
ca: Qui segueix a Twitter %s
es: Usuarios a los que sigue %s en Twitter
fr: Utilisateurs auxquels il suit %s sur Twitter
id: Pengikut Twitter dari %s
nl: Twitter volgers van %s

source: Replies for %s
ca: Respostes de %s
es: Respuestas para %s
fr: Réponses pour %s
id: Balas untuk %s
nl: Reacties voor %s

source: Private notes sent by %s
ca: Notes privades enviades per %s
es: Mensajes privados enviados por %s
fr: Messages privés envoyés par %s
id: Catatan pribadi dikirim oleh %s
nl: Priveberichten gestuurd door %s

source: Private notes of %s
ca: Notes privades de %s
es: Mensajes privados de %s
fr: Messages privés de %s
id: Catatan pribadi dari %s
nl: Priveberichten van %s

source: Favorite notes of
ca: Notes favorites de
es: Notas favoritas de
fr: Notes préférées de
id: Catatan yang disukai oleh
nl: Favoriete notes van

source: Administration
ca: Administració
es: Administración
id: Administrasi
nl: Administratie

source: Environment
ca: Entorn
es: Entorno
fr: Environnement
id: Lingkungan
nl: Omgeving

source: URL Shortening
ca: Servei d'escurçament d'URL
es: Acortamiento de URL
fr: Réducteur d'URL
id: Penyingkat URL
nl: URL Verkorting

source: Themes
ca: Temes
es: Temas
fr: Thèmes
id: Tema
nl: Thema's

source: Users
ca: Usuaris
es: Usuarios
fr: Utilisateurs
id: Pengguna
nl: Gebruikers

source: If you are having problems with Jisko contact us at %s
ca: Si tens problemes amb Jisko contacta amb nosaltres a %s
es: Si estás teniendo problemas con Jisko contáctanos en %s
fr: Si tu as des problèmes avec Jisko contacte-nous sur %s
id: Jika Anda mengalami masalah dengan Jisko hubungi kami di %s
nl: Wanneer u problemen heeft met Jisko, neem dan contact met ons op %s

source: right now
ca: ara mateix
es: ahora mismo
fr: maintenant
id: sekarang
nl: Op dit moment

source: %ss ago
ca: fa %ss
es: hace %ss
fr: il y a %ss
id: %ss yang lalu
nl: %ss geleden

source: %sm ago
ca: fa %sm
es: hace %sm
fr: il y a %sm
id: %sm yang lalu
nl: %sm geleden

source: about 1h ago
ca: fa aprox. 1h
es: hace aprox. 1h
fr: il y a aprox. 1h
id: sekitar 1 jam lalu
nl: Ongeveer 1h geleden

source: about %sh ago
ca: fa aprox. %sh
es: hace aprox. %sh
fr: il y a aprox. %sh
id: sekitar %s jam lalu
nl: Ongeveer %sh geleden

source: about 1d ago
ca: fa aprox. 1d
es: hace aprox. 1d
fr: il y a aprox. 1j
id: sekitar 1 hari lalu
nl: Ongeveer 1d geleden

source: about %sd ago
ca: fa aprox. %sd
es: hace aprox. %sd
fr: il y a aprox. %sd
id: sekitar %s hari lalu
nl: Ongeveer %sd geleden

source: the %s at %s
ca: el %s a les %s
es: el %s a las %s
fr: le %s à %s
id: %s di %s
nl: De %s op %s

source: Disabled
ca: Desactivat
es: Deshabilitado
fr: Désactivé
id: Dinonaktifkan
nl: Uitgezet

source: random
ca: aleatori
es: aleatorio
fr: aléatoire
id: acak
nl: Willekeurig

source: File don't exists
ca: L'arxiu no existeix
es: El archivo no existe
fr: Le fichier n'existe pas
id: Data tidak ada
nl: Bestand bestaat niet

source: Format not supported
ca: Format no suportat
es: Formato no soportado
fr: Le format n'est pas supporté
id: Format tidak mendukung
nl: Het formaat wordt niet ondersteund

source: Bad properties.
ca: Una balena com la de Twitter?
es: ¿Es ésto una ballena como la de Twitter?
fr: Mauvaises propriétés
id: properti yang buruk
nl: Slechte eigenschappen

source: Image exists
ca: La imatge ja existeix
es: La imagen ya existe
fr: L'image existe
id: gambar sudah ada
nl: Afbeelding bestaat al

source: Turn off this notifications at %s
ca: Apaga aquestes notificacions a %s
es: Desactiva estas notificaciones en %s
fr: Désactiver ces notifications sur %s
id: Matikan pemberitahuan ini di %s
nl: Schaker de notificaties uit van %s
