Repository: nizzwald/Industry-Microblog
Catalog: includes/languages/*/messages.po
Languages: ca, es, fr, id, nl

source: Disable twitter integration
ca: Desactivar integració amb twitter
es: Desactivar la integración con Twitter
fr: Désactiver l'intégration avec Twitter
nl: Deactiveer twitter integratie

source: Show tweets in the friends tab
ca: Mostra tweets en la pestanya d'amics
es: Mostrar los tweets en la pestaña 'Amigos'
fr: Montrer les tweets sur l'onglet 'Amis'
id: Tampilkan tweet pada tab teman
nl: Weergeef tweets in de vrienden tab

source: Post %s notes to Twitter
ca: Enviar %s notes a Twitter
es: Publicar notas de %s a Twitter
fr: Publier les notes de %s sur Twitter
nl: Stuur %s berichten naar Twitter

source: You are not ignoring anyone
ca: No estàs ignorant ningú
es: No estás ignorando a ningún usuario
fr: Personne sur votre liste "Ignorer"
id: Anda tidak mengabaikan siapapun
nl: U negeert niemand

source: Show my followings
ca: Mostrar qui segueixo
es: Mostrar los usuarios a los que sigo
fr: Montrer les utilisateurs auxquels je suis
nl: Weergeef degenen die ik volg

source: Show my followers
ca: Mostrar els meus seguidors
es: Mostrar mis seguidores
fr: Montrer mes suiveurs
nl: Weergeef mijn volgers

source: Show my notes
ca: Mostrar les meves notes
es: Mostrar mis notas
fr: Montrer mes notes
nl: Weergeef mijn berichten

source: Show my favorite notes
ca: Mostrar les meves notes preferides
es: Mostrar mis notas favoritas
fr: Montrer mes notes préférées
nl: Weergeef mijn favorite berichten

source: Show my profile info
ca: Mostrar informació del meu perfil
es: Mostrar la información de mi perfil
fr: Montrer l'information de mon profil
nl: Weergeef mijn profiel gegevens

source: Allow to read my RSS
ca: Permetre llegir el meu RSS
es: Permitir leer mi RSS
nl: Sta anderen toe mij RSS te lezen

source: Everyone
ca: Tothom
es: Cualquiera
fr: Tout le monde
nl: Iedereen

source: Nobody
ca: Ningú
es: Nadie
fr: Personne
nl: Niemand

source: Stats
ca: Estadístiques
es: Estadísticas
fr: Statistiques
id: Statistik
nl: statistieken

source: Forbidden access
ca: Accés prohibit
es: Acceso prohibido
fr: Accés interdit
nl: Verboden toegang

source: This user has decided to not show his profile to everyone.
ca: Aquest usuari no mostra el seu perfil a tothom.
es: Este usuario ha decidido no mostrar su perfil a todo el mundo.
fr: Cet utilisateur a décider de ne pas montrer son profil à tout le monde
nl: Deze gebruiker heeft besloten zijn profiel niet publiekelijk te maken

source: Link to the post %s
ca: Enllaç a l'entrada %s
es: Enlace a la nota %s
fr: Lien à la note %s
nl: Link naar het bericht %s

source: To share this note you simply have to share the URL of this page to your friends via social networking, instant messaging, blogs...
ca: Per compartir aquesta nota simplement has de compartir la URL d'aquesta pàgina amb els teus amics per mitjà de les xarxes socials, missatgeria instantània, blogs,...
es: Para compartir esta nota, simplemente tienes que compartir la dirección de esta página a tus amigos a través de redes sociales, mensajería instantánea, blogs...
nl: Om dit bericht te delen, hoeft u alleen het URL van deze pagina te geven aan vrienden via sociale netwerken, IM, blogs

source: Report note
ca: Reportar nota
es: Denunciar nota
fr: Dénoncer la note
nl: Rapporteer bericht

source: This user has decided to not show his followers to everyone.
ca: Aquest usuari ha decidit no mostrar els seus seguidors a tothom.
es: Este usuario ha decidido no mostrar sus seguidores a todo el mundo.
fr: Cet utilisateur a décidé de ne pas montrer ses suiveurs à tout le monde.
nl: Deze gebruiker heeft besloten zijn volgers niet publiekelijk te maken

source: %s's followers (%d)
ca: %s's seguidors (%d)
es: Seguidores de %s (%d)
fr: Suiveurs de %s (%d)
nl: %s's volgers (%d)

source: This user has decided to not show his followings to everyone.
ca: Aquest usuari ha decidit no mostrar qui està seguint.
es: Este usuario ha decidido no mostrar los usuarios a los que sigue a todo el mundo.
fr: L'utilisateur a décidé de ne pas montrer les utilisateurs auxquels il suit à tout le monde.
nl: Deze gebruiker heeft besloten zijn volgers niet publiekelijk te maken

source: %s's followings (%d)
ca: %s's seguint (%d)
es: Usuarios a los que sigue %s (%d)
fr: Utilisateurs auxquels il suit %s (%d)
nl: %s's volgers (%d)

source: Contact
ca: Contacte
es: Contacto
id: Kontak

source: If you want to contact with the administrator of %s, please fill the form below and the administrator will receive a copy of your message
ca: Si vols contactar amb l'administrador de %s, si us plau omple el formulari següent i l'administrador rebrà una còpia del teu missatge
es: Si deseas contactar con el administrador de %s, rellena el siguiente formulario y el administrador recibirá una copia de tu mensaje
nl: Wilt u contakt opnemen met de beheerder van %s, vul dan het volgende formulier in en de beheerder zal een kopie ontvangen van uw bericht

source: Message
ca: Missatge
es: Mensaje
nl: Bericht

source: I want to receive a copy in my email account
ca: Jo vull rebre una còpia en el meu compte de correu electrònic
es: Deseo recibir una copia en mi cuenta de correo
nl: Ik wil graag een kopie van het bericht ontvangen per email

source: My followers
ca: Els meus seguidors
es: Mis seguidores
fr: Mes suiveurs
id: Pengikut saya
nl: Mensen die mij volgen

source: Search...
ca: Cercar...
es: Buscar...
fr: Rechercher...
id: Pencarian...
nl: Zoeken...

source: Search
ca: Cercar
es: Buscar
fr: Chercher
id: Pencarian
nl: Zoeken...

source: FAQ
ca: PMF
es: PMF
nl: Veel Gestelde vragen

source: Mobile interface
ca: Interfície mòbil
es: Interfaz móvil
fr: Interface mobile
nl: Mobiele interface

source: Users search
ca: Cercador d'usuaris
es: Búsqueda de usuarios
fr: Recheche d'utilisateurs
nl: Gebruiker zoeken

source: Working...
ca: Treballant...
es: Trabajando...
fr: Travail en cours...
nl: Bezig...

source: mobile
ca: mòbil
es: móvil
fr: portable
nl: Mobiel

source: Fetching notes...
ca: Obtenint notes...
es: Actualizando notas...
fr: Mettant à jour les notes...
nl: Berichten samenvoegen..

source: Note successfully sent
ca: La nota s'ha enviat satisfactòriament
es: Nota enviada correctamente
fr: Note envoyée avec succés
nl: Bericht succesvol verstuurd

source: user or note not found
ca: no s'ha trobat l'usuari o la nota
es: usuario o nota no encontrados
fr: Utilisateur ou note non trouvé(e)
nl: gebruiker of bericht niet gevonden

source: Name:
ca: Nom:
es: Nombre:
fr: Nom:
nl: Naam:

source: Location:
ca: Localització:
es: Ubicación:
fr: Emplacement:
nl: Locatie:

source: Since:
ca: Des de:
es: Desde:
fr: Depuis :
nl: Sinds:

source: In reply to:
ca: En resposta a:
es: En respuesta a:
fr: En réponse à:
nl: Antwoord:

source: You need a valid token to register an account
ca: Necessites una clau vàlida per registrar un compte
es: Necesitas una clave válida para registrar una cuenta
fr: Vous avez besoin d'un code valide pour créer un compte!
id: Anda memerlukan token yang benar untuk mendaftar akun
nl: U moet een geldige token hebben om een account registreren

source: We couldn't find your OpenID url on our database, so maybe you want to register. To do so we need some details which you can fill in the form below
ca: No podem trobar la teva url OpenID en la nostra base de dades, així que potser desitges registrar-te. Per a això necessitem algunes dades que ens pots facilitar en el següent formulari
es: No hemos podido encontrar tu dirección OpenID en nuestra base de datos, así que quizá quieras registrarte. Para ello necesitamos algunos detalles que podrás introducir en el siguiente formulario
nl: Wij konden uw OpenID url niet vinden in onze database, misschien wilt u zich nog aanmelden. Om dit te kunnen doen hebben wij een aantal gegevens nodig die u in het onderstaande formulier kunt invullen

source: We couldn't find your Facebook profile on our database, so maybe you want to register. To do so we need some details which you can fill in the form below
ca: No podem trobar el teu perfil de Faceoob en la nostra base de dades, així que potser desitges registrar-te. Per a això necessitem algunes dades que ens pots facilitar en el següent formulari
es: No hemos podido encontrar tu perfil de Facebook en nuestra base de datos, así que quizá quieras registrarte. Para ello necesitamos algunos detalles que podrás introducir en el siguiente formulario
fr: Nous n'avons pas pu trouver ton profil Facebook dans notre base de données, alors peut-être que tu veux t'inscrire. Pour cela, nous avons besoin de quelques détails que tu pourras introduire dans le formulaire suivant
nl: Wij konden uw Facebook profiel niet vinden in onze database, misschien wilt u zich nog aanmelden. Om dit te kunnen doen hebben wij een aantal gegevens nodig die u in het onderstaande formulier kunt invullen

source: password (again)
ca: contrasenya (de nou)
es: Contraseña (de nuevo)
fr: mot de passe (répétez)
id: kata sandi (ulang)
nl: Wachtwoord opnieuw

source: OpenID <strong>(optional)</strong>
ca: OpenID <strong>(opcional)</strong>
es: OpenID <strong>(opcional)</strong>
fr: OpenID <strong>(optionnel)</strong>
nl: OpenID <strong>(optioneel)</strong>

source: I accept the
ca: Accepte els
es: Acepto los
fr: J'accepte le
id: Menerima
nl: Ik accepteer de

source: privacy and service terms
ca: termes de privadesa i servei
es: términos de privacidad y servicio
fr: termes de vie privée et du service
id: kebijakan privasi dan layanan
nl: privacy en service voorwaarden

source: Register!
ca: Registrar!
es: Registrar
fr: S'inscrire!
id: Mendaftar!
nl: Registreer!

source: Results for %s
ca: Resultats per %s
es: Resultados para %s
fr: Résultats pour %s
nl: Resultaten voor %s

source: Nothing found
ca: No s'ha trobat res
es: No se ha encontrado nada
fr: RIen n'a été trouvé!
id: Tidak menemukan apapun
nl: Niets gevonden

source: Stop Following
ca: Deixar de seguir
es: Dejar de seguir
fr: Arrêter de suivre
nl: Stop met het volgen van

source: Stop Ignoring
ca: Deixar d'ignorar
es: Dejar de ignorar
fr: Arrêter d'ignorer
nl: Stop met het negeren van

source: About
ca: Quant a...
es: Sobre
fr: À propos
id: Tentang
nl: Over

source: Since
ca: Des de
es: Desde
fr: Depuis
id: Sejak
nl: Sindsdien

source: Last login
ca: Última entrada
es: Último acceso
fr: Dernière connexion
nl: Laatst ingelogd

source: Favorites
ca: Favorits
es: Favoritos
fr: Favoris
id: Favorit
nl: Favorieten

source: Most used tags by the user
ca: Etiquetes més utilitzades per l'usuari
es: Etiqueta más usada por el usuario
fr: Tags les plus utilisés par l'utilisateur
nl: Meest gebruikte aanduidingen van deze gebruiker

source: more
ca: més
es: más
fr: plus
id: lebih banyak
nl: Meer

source: Export
ca: Exporta
es: Exportar
fr: Exporter
nl: Exporteren

source: Feed
ca: Canal
es: Fuente
fr: Flux

source: Friends timeline
ca: Línia temporal amics
es: Linea Temporal Amigos
fr: Il n'y a pas de données suffisantes
nl: Vrienden tijdslijn

source: Invitations
ca: Invitacions
es: Invitaciones
id: Undangan
nl: Uitnodigingen

source: Send!
ca: Enviar!
es: Enviar
fr: Envoyé!
nl: Verstuur!

source: invitations left
ca: invitacions que queden
es: invitaciones
fr: invitations restantes
nl: Uitnodigingen over

source: Most used tags
ca: Etiquetes més utilitzades
es: Tags más usados
fr: Tags les plus utilisés
nl: Meest gebruikte aanduidingen

source: Today most used tags
ca: Etiquetes més utilitzades avui
es: Tags más usados hoy
fr: Les tags les plus utilisés aujourd'hui
nl: De vandaag meest gebruikte aanduidingen

source: First note
ca: Primera Nota:
es: Primera nota
fr: Première note
nl: Eerste bericht

source: First poster
ca: Qui va punlicar-ho primer
es: Creador
fr: Premier poster
nl: Eerste verstuurder

source: Writing rate
ca: Ràting de publicació
es: Promedio de escritura
fr: Moyenne d'écriture
nl: Schrijvers waardering

source: Max. poster
ca: Qui ho ha publicat més
es: Usuario más activo
fr: Utilisateur plus actif
nl: Max. verstuurder

source: (%d notes)
es: (%d notas)
nl: (%d berichten)

source: user or email
ca: usuari o correu electrònic
es: usuario o email
fr: utilisateur ou e-mail
nl: gebruiker of email

source: Notes with the tag %s
ca: Notes amb l'etiqueta %s
es: Notas con la etiqueta %s
fr: Notes avec le tag %s
nl: Berichten met de aanduiding %s

source: There are no notes with this tag.
ca: No hi ha notes amb aquesta etiqueta.
es: No hay notas con esta etiqueta.
fr: Il n'y a pas de notes avec ce tag.
id: Tidak ada catatan dengan tag ini
nl: Er zijn geen berichten met deze aanduiding

source: There is not enough data to gererate statistics
ca: No hi ha suficients dades per generar estadístiques
es: No hay suficientes datos como para generar estadísticas
fr: Il n'y a pas de données suffisantes pour générer des statistiques
id: Tidak ada cukup data untuk menampilkan statistik
nl: Er is niet genoeg informatie om gegevens te kunnen genereren

source: Tags statistics
ca: Estadístiques etiquetes
es: Estadísticas de Tags
fr: Statistiques de Tags
id: Statistik tag
nl: Aanduidingen statistieken

source: Today
es: Hoy

source: Last week
es: La semana pasada

source: Last month
es: El mes pasado

source: Everytime
es: Siempre

source: Tags with better writing rate
ca: Etiquetes utilitzades amb més freqüència
es: Tags con mejor ratio de escritura
id: Tag dengan peringkat lebih baik
nl: Aanduidingen met een hogere waardering

source: Number of notes
es: Número de notas

source: Users that created more tags
ca: Usuaris que han creat més etiquetes
es: Usuarios que crearon más tags
fr: Utilisateurs qui ont créés le plus de tags
nl: Gebruikers die meer aanduidingen hebben gemaakt

source: Created tags
ca: Etiquetes creades
es: Tags creados
fr: Tags créés
nl: Gemaakte aanduidingen

source: If you cannot login into your account, choose an option from the forms below
ca: Si no pots entrar al teu compte, tria una de les opcions del formulari següent
es: Si no puedes iniciar sesión con tu cuenta, elige una opción de los siguientes formularios
id: Jika kamu tidak dapat login, ikuti langkah-langkah berikut
nl: Wanneer u niet kunt inloggen in uw account, kies dan een optie uit het onderstaande formulier

source: Resend activation mail...
ca: Re-enviar correu d'activació...
es: Reenviar correo de activación...
fr: Renvoyer un email d'activation...
id: Kirim ulang email aktivasi...
nl: Verstuur activatie e-mail opnieuw

source: If you didnt receive your activation email, you can try resending it from here. Just typing your username
ca: Si no has rebut el tu correu d'activació, pots re-enviar-te'n un altre aquí. Escrivint el teu nom d'usuari
es: Si no recibiste tu correo de activación, puedes intentar reenviarlo desde aquí. Simplemente introduciendo tu nombre de usuario
fr: Si vous n'avez pas reçu de courrier d'activation, vous pouvez essayer de l'envoyer à nouveau. Vous n'avez qu'à entrer votre nom d'utilisateur
id: Jika anda tidak menerima email aktivasi, anda bisa mengirim kembali dari sini. Ketikkan nama pengguna anda
nl: Als je geen activatie e-mail hebt ontvangen kun je hem hier opnieuw laten versturen. Vul je gebruikersnaam in.

source: Recover password...
ca: Recuperar contrasenya...
es: Recuperar contraseña...
fr: Récupérer le mot de passe...
id: Kembalikan kata sandi...
nl: Herstel wachtwoord..

source: You can recover your password just typing your email or your username. An email will be delivered to the linked account
ca: Pots recuperar la teva contrasenya simplement escrivint el teu correu electrònic o nom d'usuari. T'enviarem un correu al teu compte associat
es: Puedes recuperar tu contraseña simplemente introduciendo tu email o tu nombre de usuario. Un email llegará a la cuenta de correo vinculada
fr: Tu peux récupérer ton mot de passe en écrivant simplement ton adresse e-mail ou ton nom d'utilisateur. Un email te sera envoyé sur ton compte
id: Anda bisa mengembalikan kata sandi dengan mengetikan email atau nama pengguna anda. Sebuah email akan dikirimkan ke akun yang terkait.
nl: Je kan je wachtwoord herstellen door je e-mailadres of gebruikersnaam te typen. Er zal een e-mail worden verstuurd naar het e-mailadres van die account.

source: Misc
ca: Miscel·lània
id: Lainnya
nl: Overig

source: Hey!
ca: Ei!

source: Logout
ca: Surt
fr: Sortir
id: Keluar
nl: Uitloggen

source: e-mail
ca: correu electrònic

source: Email
ca: Correu electrònic
fr: Courriel

source: Tag #%s
ca: Etiqueta #%s
nl: Aanduidingen #%s

source: General
fr: Général
id: Umum
nl: Algemeen

source: Log In
fr: Se connecter
id: Masuk
nl: Inloggen

source: Friends_timeline (RSS 2.0)
nl: Vrienden_Tijdslijn (RSS 2.0)

source: SPAM
nl: SPAM (ongewenste mail)

source: Error:
fr: Erreur :
nl: Foutmelding:

source: Bio:
fr: Biographie:
