Repository: nizzwald/Industry-Microblog
Catalog: includes/languages/*/messages.po
Languages: ca, es, fr, id, nl

source: Someone has sent you a message through the Contact page
ca: Algú us ha enviat un missatge a través de la pàgina de Contacte
es: Alguien te ha enviado un mensaje a través de la página de contacto
fr: Quelqu'un t'a envoyé un message à travers la page de contact
id: Seseorang telah mengirimi Anda pesan melalui halaman Kontak
nl: Iemand heeft u een bericht gestuurd door het contakt formulieer te gebruiken

source: %s has sent you a message through the Contact page
ca: %s us ha enviat un missatge a través de la pàgina de Contacte
es: %s te ha enviado un mensaje a través de la página de contacto
fr: %s t'a envoyé un message à travers la page de contact
id: %s telah mengirimi Anda pesan melalui halaman Kontak
nl: %s heeft u een bericht gestuurd door het contakt formulieer te gebruiken

source: Someone has decided to contact you through the contact page of your Jisko installation. Here are the details:
ca: Algú us ha enviat un missatge a través de la pàgina de Contacte de la vostra instal·lació de Jisko. Aquí trobareu els detalls:
es: Alguien ha decidido contactarte a través de la página de contacto de tu instalación de Jisko. Aquí están los detalles:
fr: Quelqu'un a décidé de te contacter à travers la page de contact de ton installation de Jisko. Ici se trouvent les détails:
id: Seseorang telah memutuskan untuk menghubungi Anda melalui halaman kontak instalasi Jisko Anda. Rinciannya sebagai berikut:
nl: Imand heeft beslist contakt met u op te nemen door het contact formulieer te gebruiken van uw Jisko installatie. Dit zijn de gegevens:

source: Please remember that you can only reply this message through the email provided. Otherwise, he won't see your answer
ca: Si us plau recordeu que només podeu respondre aquest missatge a través del correu electrònic proporcionat. En cas contrari, que no vegi la teva resposta
es: Recuerda que sólo puedes responder a este mensaje a través del email proporcionado. De lo contrario, no verá tu respuesta
id: Harap diingat bahwa Anda hanya dapat membalas pesan ini melalui email yang disediakan. Jika tidak, ia tidak akan melihat jawaban Anda
nl: Onthoud dat u alleen reactie kunt geven door een reply te sturen op het verzonden emailadres. Anders zal de verstuurder uw antwoord niet ontvangen.

source: New message received
ca: S'ha rebut un missatge nou
es: Nuevo mensaje recibido
fr: Nouveau message reçu
nl: Nieuw bericht ontvangen

source: %username reported the user %r_username
ca: %username ha reportat l'usuari %r_username
es: %username ha reportado el usuario %r_username
nl: %username meldde de gebruiker %r_username

source: The user %username (ID: %id) from the IP %ip reported the user %r_username (ID: %r_id).
ca: L'usuari %username (ID: %id) des de la IP %ip ha reportat l'usuari %r_username (ID: %r_id).
es: El usuario %username (ID: %id) desde la IP %ip ha reportado el usuario %r_username (ID: %r_id).
nl: De gebruiker %username (ID: %id) van dit IP %ip heeft deze gebruiker user %r_username (ID: %r_id) gereporteerd.

source: New abuse report
ca: Un nou informe d'abusos
es: Nuevo informe de abuso
nl: Nieuwe raportage van misbruik

source: %username reported the note %r_note
ca: %username ha reportat la nota %r_note
es: %username ha reportado la nota %r_note
nl: %username raporteerde het bericht %r_note

source: The user %username (ID: %id) from the IP %ip reported the note %r_note made by %r_username (ID: %r_id).
ca: L'usuari %username (ID: %id) des de la IP %ip ha reportat la nota %r_note enviada per l'usuari %r_username (ID: %r_id).
es: El usuario %username (ID: %id) desde la IP %ip ha reportado la nota %r_note hecha por %r_username (ID: %r_id).
nl: De gebruiker %username (ID: %id) van dit IP %ip rapporteerde dit bericht note %r_note van %r_username (ID: %r_id).

source: Reply
ca: Respondre
es: Responder
fr: Répondre
id: Balas
nl: Beantwoord

source: More info
ca: Més informació
es: Más información
fr: Plus d'info
nl: Meer informatie

source: previous
ca: anterior
es: anterior
fr: précédent
id: sebelumnya
nl: Vorige

source: next
ca: següent
es: siguiente
fr: suivant
id: berikutnya
nl: Volgende

source: more notes
ca: més notes
es: más notas
fr: Plus de notes
nl: meer berichten

source: Send note
ca: Enviar nota
es: Enviar nota
fr: Envoyer la note
id: Kirim pesan
nl: Verstuur note

source: Send
ca: Enviar
es: Enviar
fr: Envoyer
id: Kirim
nl: Verzenden

source: Archive
ca: Arxiu
es: Archivo
id: Arsip
nl: Archief

source: Private messages
ca: Missatges privats
es: Mensajes privados
fr: Messages privés
nl: Persoonlijke berichten

source: Replies
ca: Respostes
es: Respuestas
fr: Réponses
id: Balasan
nl: Reacties

source: Friends
ca: Amics
es: Amigos
fr: Amis
id: Teman
nl: Vrienden

source: Home
ca: Inici
es: Inicio
fr: Accueil

source: Received
ca: Rebuts
es: Recibido
fr: Reçu
id: Diterima
nl: Ontvangen

source: Sent
ca: Enviats
es: Enviado
fr: Envoyé
id: Terkirim
nl: Verzonden

source: There is no user with that name
ca: No hi ha cap usuari amb aquest nom
es: No hay ningún usuario con ese nombre
fr: Cet utilisateur n'existe pas
id: Tidak ada pengguna dengan nama ini
nl: Er is geen gebruiker met die naam

source: This account hasn't been confirmed yet
ca: Aquest compte ja ha estat confirmat
es: Esta cuenta no ha sido confirmada todavía
fr: Ce compte n'a pas été confirmé
id: Akun ini belum dikonfirmasi
nl: Deze account is nog niet bevestigt

source: Username
ca: Nom d'usuari
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
nl: Gebruikersnaam

source: Password
ca: Contrasenya
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Received messages
ca: Missatges rebuts
es: Mensajes recibidos
fr: Messages reçus
nl: Ontvangen berichten

source: Sent messages
ca: Missatges enviats
es: Mensajes enviados
fr: Messages envoyés
nl: Verstuurde berichten

source: Friends + Twitter
ca: Amics + Twitter
es: Amigos + Twitter
fr: Amis + Twitter
nl: Vrienden + Twitter

source: No notes were found
ca: No s'ha trobat cap nota
es: No se ha encontrado ninguna nota
fr: Aucune Note n'a été trouvée
id: Tidak ada catatan yang ditemukan
nl: Geen berichten gevonden

source: Public notes
ca: Notes públiques
es: Notas públicas
fr: Notes publiques
id: Catatan publik
nl: Publieke berichten

source: Report
ca: Reportar
es: Reportar
fr: Rapporter
id: Laporan
nl: Meld

source: Unfollow
ca: No seguir
es: No seguir
fr: Ne plus suivre
id: Tidak ikuti
nl: Niet volgen

source: Follow
ca: Seguir
es: Seguir
fr: Suivre
id: Ikuti
nl: Volg

source: Stop ignoring
ca: Deixar d'ignorar
es: Dejar de ignorar
fr: Ne plus ignorer
nl: Stop negeren

source: Ignore
ca: Ignora
es: Ignorar
fr: Ignorer
id: Abaikan
nl: Negeer

source: Not allowed
ca: No permès
es: No permitido
fr: Non autorisé
id: Tidak dibolehkan
nl: Niet toegestaan

source: You aren't allowed to see the notes of this user
ca: No està autoritzat a veure les notes d'aquest usuari
es: No tienes permiso para ver las notas de este usuario
fr: Tu n'est pas autorisé à voir les notes de cet utilisateur.
nl: U bent niet bevoegd om de berichten van de gebruiker te zien

source: Terms of Service
ca: Termes de Servei
es: Términos de servicio
fr: Termes de Service
id: Ketentuan Layanan
nl: Regels voor gebruik

source: Normal version
ca: Versió normal
es: Versión normal
fr: Version normale
nl: Normale Versie

source: Frequently Asked Questions (FAQ)
ca: Preguntes Més Freqüents (PMF)
es: Preguntas Más Frecuentes (PMF)
fr: Questions Posées Frèquemment (FAQ)
nl: Veel Gestelde Vragen (FAQ)

source: Having trouble while logging in?
ca: Has tingut problemes al entrar?
es: ¿Problemas al iniciar sesión?
fr: Des problèmes pendant l'identification?
id: Ada masalah saat masuk?
nl: Problemen met inloggen?

source: That email doesn't exist in our database
ca: Aquest correu electrònic no apareix a la nostra base de dades
es: Ese e-mail no existe en nuestra base de datos
fr: Ce mail n'existe pas dans notre base de données
id: alamat email tersebut tidak ditemukan di database kami
nl: Die e-mail bestaat niet in ons bestand

source: There's no user with that username
ca: No hi ha cap usuari amb aquest nom
es: No existe ningún usuario con ese nombre de usuario
fr: Il n'y a pas d'utilisateur de ce nom
id: tidak ada nama pengguna yang sesuai
nl: Er bestaat geen gebruiker met die gebruikersnaam

source: We have just sent an e-mail with instructions!
ca: Acabem d'enviar-te un correu electrònic amb instruccions!
es: ¡Acabamos de enviarte un correo electrónico con instrucciones!
fr: Nous venons de vous envoyer un mail avec les instructions
id: Kami baru saja mengirim e-mail dengan instruksi!
nl: We hebben je een mail gestuurd met instructies!

source: Please fill all the inputs
ca: Omple tots els camps
es: Rellena todos los campos
fr: Merci de remplir la totalité des champs.
id: Harap isi seluruh kolom yang ada
nl: Vul alle velden in

source: The account was not waiting for an activation email
ca: El compte no està esperant cap correu electrònic d'activació
es: Esta cuenta no estaba esperando un correo de activación
fr: Ce compte n'attendait pas d'email d'activation !
id: akun tidak menunggu email aktivasi
nl: Deze account wacht niet op een activate e-mail.

source: There was a problem while trying to obtain your key. Please retry
ca: Ha ocorregut un error al obtenir la teva clau. Si us plau, intenta-ho de nou
es: Ha habido un problema mientras se intentaba obtener tu clave. Reinténtalo otra vez
fr: Il y a eu un problème lors de la tentative d'obtention de votre clé. Merci de réessayer.
id: Terjadi masalah ketika mencoba untuk mendapatkan kunci Anda. Silakan coba
nl: Er was een probleem tijdens het aanmaken van je sleutel. Probeer opnieuw.

source: We have just sent you an e-mail with your new password
ca: Acabem d'enviar-te un correu electrònic amb la teva nova contrasenya.
es: Acabamos de enviarte un correo electrónico con tu nueva contraseña.
fr: Nous venons de vous envoyer un mail avec votre nouveau mot de passe
id: kami telah mengirim katakunci baru ke alamat email anda
nl: We hebben je een e-mail gestuurd met je nieuwe wachtwoord

source: Invalid key
ca: Clau no vàlida
es: Clave inválida
fr: Clef invalide
id: Kunci tidak sah
nl: Ongeldige sleutel

source: The page you're looking for doesn't exists.
ca: La pàgina que busques no s'ha trobat.
es: No existe la página que estás buscando.
fr: La page que vous cherchez n'existe pas.
id: Halaman yang anda cari tidak ada
nl: De pagina die u zoekt niet bestaat.

source: Users I'm following
ca: Usuaris que estic seguint
es: Usuarios a los que sigo
fr: Utilisateurs auxquels je suis
nl: Gebruikers die ik volg

source: No users were found
ca: No s'ha trobat cap usuari
es: No se ha encontrado a ningún usuario
fr: Aucun utilisateur n'a été trouvé
id: Tidak ada pengguna yang ditemukan
nl: Er zijn geen gebruikers gevonden

source: Are you sure? There is NO UNDO!
ca: Estàs segur/a? NO hi ha possibilitat de DESFER!
es: ¿Estás seguro? ¡NO se puede deshacer!
fr: Etes-vous sûr? Il n'ya PAS DE RETOUR
id: Anda yakin? Tidak bisa DIBATALKAN!
nl: Weet u het zeker? Dit is definitief!

source: Delete note
ca: Esborrar nota
es: Borrar nota
fr: Efface la note
id: Hapus catatan
nl: Verwijder note

source: Download file
ca: Descarrega el fitxer
es: Descargar adjunto
fr: Télécharger le fichier
id: Unduh file
nl: Download bestand

source: Delete favorite
ca: Llevar favorit
es: Quitar favorito
fr: Effacer favoris
id: Hapus favorit
nl: Verwijder favoriet

source: Add to favorites
ca: Afegir a favorits
es: Marcar favorito
fr: Ajouter à mes favoris
id: Tambahkan ke favorit
nl: Voeg toe aan favorieten

source: Permalink
ca: Enllaç permanent
es: Enlace Permanente
fr: Permalien

source: Stop following
ca: Deixar de seguir
es: Dejar de seguir
fr: Arrêter de suivre
nl: Stop met volgen

source: Last note:
ca: Última nota:
es: Última nota:
fr: Dernière note :
nl: Laatste bericht:

source: To follow this user, first you have to stop ignoring him.
ca: Per seguir aquest usuari, primer l'has de deixar d'ignorar.
es: Para seguir a este usuario, primero tienes que dejar de ignorarlo.
fr: Pour suivre cet utilisateur, tu dois arrêter de l'ignorer.
id: Untuk mengikuti pengguna ini, anda harus berhenti mengabaikannya terlebih dahulu.
nl: Om deze gebruiker te volgen moet je eerst stoppen met hem negeren.

source: reply
ca: respon
es: respuesta
fr: répondre
nl: reageer

source: replies
ca: respostes
es: respuestas
fr: réponses
nl: reacties

source: Attach file
ca: Adjuntar arxiu
es: Adjuntar archivo
fr: Joindre un fichier
id: Lampirkan file
nl: Voeg een bestand toe

source: Shrink URLs
es: Acortar URLs

source: active
ca: actiu
es: activo
fr: actif
nl: actief

source: banned
ca: bandejat
es: baneado
fr: Banni
nl: verbannen

source: not confirmed
ca: no confirmat
es: sin confirmar
fr: sans confirmer
nl: niet bevestigd

source: now
ca: ara
es: ahora
fr: maintenant
nl: nu

source: today
ca: avui
es: hoy
fr: aujourd'hui
nl: vandaag

source: this month
ca: aquest mes
es: este mes
fr: ce mois-ci
nl: deze maand

source: Welcome to %s
ca: Benvingut/da a %s
es: Bienvenido a %s
fr: Bienvenue sur %s
nl: Welkom bij %s

source: Report the user %s
ca: Reportar l'usuari %s
es: Denunciar el usuario %s
fr: Dénoncer l'utilisateur %s
nl: Rapporteer deze gebruiker %s

source: Some reasons to report an account can be:
ca: Algunes de les raons per reportar un compte poden ser:
es: Algunas razones para denunciar una cuenta pueden ser:
fr: Quelques raisons pour dénoncer un compte peuvent être:
nl: Een aantal redenen om een gebruiker aan te geven kunnen zijn:

source: Offensive content
ca: Contingut ofensiu
es: Contenido ofensivo
fr: Contenu offensif
nl: Aanstootgevende content

source: Duplicated account
ca: Compte duplicat
es: Cuenta duplicada
fr: Compte en double
nl: Dubbele account

source: Unlawful attached files
ca: Arxius adjunts il·lícits
es: Archivos adjuntos ilegales
fr: Fichiers joints illégaux
nl: Onrechtmatige bijgevoegde bestanden

source: Illicit purposes
ca: Proposicions il·lícites
es: Fines ilícitos
nl: Illegale doeleinden

source: You must be completely SURE that the user you are reporting is not following our Terms of Service.
ca: Has d'estar completament segur/a que l'usuari que estàs reportant no està seguint els Termes de Servei.
es: Debes estar completamente SEGURO de que el usuario al que denuncias no está siguiendo nuestros Términos de Servicio.
nl: U moet er geheel van zeker zij dat de gebruiker die u aangeeft onze gebruikersovereenkomst niet naleefd.

source: And remember:
ca: I recorda:
es: Y recuerda:
fr: Et rappelle-toi:
nl: En onthoud:

source: You will remain in anonymity
ca: Romandràs en l'anonimat
es: Te mantendrás en el anonimato
nl: U zult geheel anoniem blijven

source: When finishing this, you will not get any notification, but report has been sent
ca: En acabar això, no rebràs cap notificació, però l'informe haurà estat enviat
es: Cuando acabes, no obtendrás ninguna notificación, sin embargo tu denuncia será enviada
nl: Bij de beÃ«indiging van dit proces, zult u hier geen enkele melding ontvangen, maar zal de rapportage verstuurd zijn

source: Fake or duplicated reports means the blocking of your account!
ca: Informes falsos o duplicats suposaran el bloqueig del compte!
es: ¡Denuncias falsas o duplicadas podrían resultar en el bloqueo de tu cuenta!
nl: Onjuiste of dubbele rapportages zullen ervoor zorgen dat uw account geblokkeerd zal worden!

source: If after reading this, you still want to report this account, go forward, we are grateful for your help!
ca: Si després de llegir això, encara vols reportar aquest compte, segueix endavant, estem agraïts per la seva ajuda!
es: Si después de leer esto, todavía quieres denunciar esta cuenta, adelante, ¡estaremos agradecidos de tu ayuda!
nl: Als u na het lezen van dit bericht alsnog deze gebruiker wilt aangeven, ga dan gerust door, wij zijn u zeer dankbaar voor uw hulp!

source: Continue
ca: Continuar
es: Continuar
fr: Continuer
id: Lanjutkan
nl: Doorgaan

source: The user was reported successfully
ca: L'usuari s'ha reportat amb èxit
es: El usuario fue reportado correctamente
nl: De melding tegen deze user is succesvol verstuurd

source: Report the note #%s
ca: Reportar la nota #%s
es: Denunciar la nota #%s
fr: Dénoncer la note #%s
nl: Rapporteer het bericht #%s

source: Some reasons to report a note can be:
ca: Algunes raons per repotar una nota poden ser:
es: Algunas razones para denunciar una nota pueden ser:
fr: Quelques raisons pour dénoncer une note peuvent être:
nl: Een aantal redenen om een bericht aan te kunnen geven zijn:

source: You must be completely SURE that the note you are reporting is not following our Terms of Service.
ca: Has d'estar completament SEGUR/A que la nota que estàs reportant no segueix els Termes de Servei.
es: Debes estar completamente SEGURO de que la nota que denuncias no está siguiendo nuestros Términos de Servicio.
nl: U moet geheel zeker zijn van het feit dat dit bericht dat u nu aan het rapporteren bent geheel tegen de gebruikersovereenkomst is.

source: The note was reported successfully
ca: La nota s'ha reportat amb èxit
es: La nota fue reportada correctamente
nl: De melding is succesvol verstuurd

source: Profile
ca: Perfil
es: Perfil
fr: Profil
id: Profil
nl: Profiel

source: Configuration
ca: Configuració
es: Preferencias
id: Konfigurasi
nl: Configuratie

source: Customize
ca: Personalitza
es: Personalizar
fr: Personnaliser
id: Sesuaikan
nl: Aanpassen

source: Privacy
ca: Privadesa
es: Privacidad
fr: Privacité

source: Ignored users
ca: Usuaris ignorats
es: Usuarios ignorados
fr: Utilisateurs ignorés
id: Pengguna diabaikan
nl: Genegeerde gebruikers

source: Bio (140 chars max.)
ca: Bio (140 caracters max.)
es: Bio (máx. 140 caracteres)
fr: Biographie (140 caractères max.)
id: Bio (maks. 140 huruf)
nl: Bio (max. 140 tekens)

source: Name
ca: Nom
es: Nombre
fr: Nom
id: Nama
nl: Naam

source: Webpage
ca: Web
es: Web
fr: Page Web
id: Halaman web
nl: Webpagina

source: Location
ca: Localització
es: Localización
fr: Localisation
id: Lokasi
nl: Locatie

source: Language
ca: Idioma
es: Idioma
fr: Langue
id: Bahasa
nl: Taal

source: Change my profile picture
ca: Canviar la meva imatge del perfil
es: Cambiar la imagen de mi perfil
fr: Changer l'image de mon profil
nl: Wijzig mijn profielfoto

source: 250 KB max. size, jpg/png/gif format
ca: Mida màx. de 250 KB, format jpg/png/gif
es: Tamaño máximo de 250 KB, jpg/png/gif
fr: 250 KB taille max. ,format jpg/png/gif
id: ukuran maks 250 KB, format jpg/png/gif
nl: 250KB max. grote, jpg/png/gif format

source: Delete it
ca: Eliminar-la
es: Eliminarla
nl: Verwijder deze

source: Enable Gravatar service
ca: Activar el servei Gravatar
es: Activar el servicio Gravatar
fr: Activer le service Gravatar
nl: Activeer de Gravatar service

source: Save
ca: Desa
es: Guardar
fr: Enregistrer
id: Simpan
nl: Opslaan

source: change my username
ca: canviar el meu nom d'usuari
es: cambiar mi nombre de usuario
fr: changer mon nom d'utilisateur
nl: Wijzig mijn gebruikersnaam

source: repeat new password
ca: repeteix la nova contrasenya
es: repite la nueva contraseña
fr: Répétez le nouveau mot de passe
id: ulangi kata sandi baru
nl: herhaal nieuw wachtwoord

source: new password (if you want to change it)
ca: nova contrasenya (si vols canviar-la)
es: nueva contraseña (si quieres cambiarla)
fr: nouveau mot de passe (si tu veux le changer)
id: kata sandi baru (jika ingin diganti)
nl: Nieuwe wachtwoord (als je het wilt wijzigen

source: Disable connection with Facebook
ca: Desactivar la connexió amb Facebook
es: Desactivar conexión con Facebook
fr: Désactiver la connexion avec Facebook
nl: Annuleer de verbinding met Facebook

source: Connect my account with Facebook
ca: Connectar el meu compte amb Facebook
es: Conectar mi cuenta con Facebook
fr: Connecter mon compte avec Facebook
nl: Verbindt mijn account met Facebook

source: OpenID URL
ca: URL OpenID
es: Dirección OpenID
fr: Direction OpenID

source: Request new API key
ca: Solicita nova clau API
es: Solicitar nueva clave API
fr: Demander un nouvelle clé API
id: Permintaan kunci API baru
nl: Vraag een nieuwe api sleutel aan

source: API key
ca: Clau API
es: Clave API
fr: clé API
id: Kunci API
nl: api sleutel

source: Notification level
ca: Nivell de notificació
es: Nivel de notificación
fr: Niveau de notification
id: Tingkat pemberitahuan
nl: Notificatie niveau

source: Everything
ca: Tot
es: Todo
fr: Tout
nl: Alles

source: Privates and Following
ca: Privats i Seguint
es: Privados y Siguiendo
nl: Prive en Aan het volgen

source: Privates
ca: Privats
es: Privados
fr: Privés
id: Pribadi
nl: Prive

source: None
ca: Cap
es: Ninguna
fr: Aucun
id: Tidak ada
nl: Geen

source: Try to always show the preview page of a shorted link
ca: Intenta sempre mostrar una previsualització de l'enllaç escurçat
es: Intentar siempre mostrar la vista previa de los enlaces acortados
fr: Essayer toujours de montrer la vue préliminaire des liens raccourcis.
id: Mencoba untuk selalu tampilkan halaman pratayang dari link singkat
nl: Probeer om altijd een voorbeeld van het verkorte link te weergeven

source: URL Shortening service
es: Servicio de acortamiento de URL

source: current password
ca: contrasenya actual
es: contraseña actual
fr: mot de passe actuel
id: kata kunci sekarang
nl: Huidige wachtwoord

source: (if you don't have a password just leave it blank)
es: (si no tienes una contraseña, déjalo en blanco)

source: Delete my account
ca: Eliminar el meu compte
es: Borrar mi cuenta
fr: Supprimer mon compte
nl: Verwijder mijn account

source: Theme
ca: Tema
es: Tema
fr: Thème
id: Tema
nl: Thema

source: Background style
ca: Estil del fons
es: Estilo de fondo
fr: Style d'arrière-plan
id: Gaya latar belakang
nl: Achtergrond stijl

source: Background
ca: Fons
es: Fondo
fr: Arrière-plan
id: Latar belakang
nl: Achtergrond

source: 1 MB max. size, jpg/png/gif format
ca: Mida màx. d'1 Mb, format jpg/png/gif
es: Tamaño máximo de 1Mb, jpg/png/gif
fr: 1 MB taille max. ,format jpg/png/gif
id: Ukuran maks. 1 MB, format jpg/png/gif
nl: 1 MB max. grote, jpg/png/gif

source: Background color
ca: Color de fons
es: Color de fondo
fr: Couleur d'arrière plan
nl: Achtergrondkleur

source: Text color
ca: Color del text
es: Color del texto
fr: Couleur du texte
nl: Tekstkleur

source: Sidebar color
ca: Color de la barra lateral
es: Color de la barra lateral
fr: Couleur de la barre latérale
nl: Zijbar kleur

source: Links color
ca: Color enllaços
es: Color de los links
fr: Couleur des liens
nl: Kleur van de links

source: Sidebar text color
ca: Color text de la Barra lateral
es: Color del texto de la barra lateral
fr: Couleur du texte de la barre latérale
nl: Zijbar tekst kleur

source: Delete background
ca: Elimina el fons
es: Eliminar fondo
fr: Effacer l'arrière-plan
id: Hapus latar belakang
nl: Verwijder achtergrond

source: Twitter integration it's working properly
ca: La integració amb Twitter està funcionant correctament
es: La integración con Twitter está funcionando correctamente
fr: L'intégration avec Twitter fonctionne correctement
nl: Twitter integratie werkt correct

source: Twitter notes not updated yet...
ca: Les notes de Twitter encara no s'han actualitzat
es: Notas de Twitter todavía no actualizadas...
fr: Notes de Twitter encore pas actualisées...
nl: Twitter berichten nog niet geupdated...

source: Twitter updated %s
ca: Twitter actualitzat %s
es: Twitter actualizado %s
fr: Twitter actualisé %s
nl: Twitter aangepast %s

source: Twitter not updated yet, wait...
ca: Twitter no actualitzat encara, espera...
es: Twitter no actualizado aún, espera...
fr: Twitter n'est pas encore mis à jour, patientez ...
id: Twitter belum diperbaharui, tunggu...
nl: Twitter is nog niet geupdate moment geduld
